[
[0,1,9,0,0,0,0,0,"客服QQ：2597749060\n \n玩家交流群：735383619\n所属平台：华为、小米、vivo、OPPO、应用宝\n \n论坛地址：\nhttp：//bbs.yiqibing.com/forum.php?mod=forumdisplay&fid=76"]
,[1,1,14,0,0,0,0,0,"白箱子:华盛顿,运输有几率获得:点券红宝石 端午龙舟零件\n黑箱子:费城,运输有几率获得:点券红宝石 KTX2零件\n红箱子:阿尔及尔,运输有几率获得:点券红宝石 狗年生肖零件\n紫箱子:吉达,运输有几率获得:点券红宝石 CRH2-2296动车组零件\n声望客货:洛杉矶,运输有几率获得:点券红宝石 2018圣诞涂装零件\n声望客货:纽约,运输有几率获得:点券红宝石 E657零件\n声望客货:东京,运输有几率获得:点券红宝石 2018国庆零件\n声望客货:新德里,运输有几率获得:点券红宝石 复兴号零件\n声望客货:巴黎,运输有几率获得:点券红宝石 西门子零件\n声望客货:安克雷奇,运输有几率获得:点券红宝石 JR九州787零件\n声望客货:北京,运输有几率获得:点券红宝石 大力士零件\n声望客货:夏威夷,运输有几率获得:点券红宝石 CRH2-168A动车组涂装零件"]
,[2,0,1,0,0,0,0,0,"下版本更新内容："]
,[2,1,5,0,0,0,0,0,"1)增加海运玩法和船舶系统\n2)增加空运玩法和飞机系统\n3)完善地图，增加非洲、南美洲、澳洲等"]
,[3,1,1,0,0,0,0,0,"本次活动时间:06月17日-07月01日14:00\n1.上架新的超值礼包\n2.上架限时宝石车“孔雀石3ES8型电力机车”三种型号\n仓位:22 舒适度:5751 距离:5866 速度:1801 重量:2879 电力:591\n3.开启联盟团购活动\n4.06月17日—06月30日20:00开启国际联运活动\n本次联运车为“孔雀石3ES8型电力机车”1仓位=13分\n“金色山口列车”1仓位=2分\n5.开启联盟联运活动，玩家根据联盟联运排名获取奖励\n6.机车改造，启用，司机技能升级，技能槽扩充5折优惠\n7.车队合成8折优惠，车厢强化8折优惠\n8.点券包，红宝石包和绿宝石包价格8折优惠"]
,[3,1,1,0,0,0,0,1,"9.活动期间“孔雀石3ES8型电力机车”可使用“代金券”\n10.活动期间开启“幸运礼包”活动，累计抽奖次数可获得对应奖励\n11.活动期间天天快报额外产出“孔雀石3ES8型电力机车”零件\n12.开启折扣商店\n13.排位赛荣誉商店增加新车，声望商店增加新车\n14.联盟商店增加新车，个人竞技赛商店增加新车\n15.城市争夺赛更换新车，业绩赛增加新车，积分赛增加新车\n16.自贸区研究中心特殊车厢图纸更换\n17.联盟团购规则修改只保留10人次，每人每次团购只能购买1份\n   联盟团购商品次数增加到50次"]

]
